---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Architecture.PostPattern
source: html/c8297970-ee1f-358a-81ae-a9c6415402c9.htm
---
# PostPattern Members

Releases all resources used by the PostPattern